Repository: codermee/Medkeeper
Catalog: Medkeeper/Resources/AppResources.*.resx
Languages: sv_se

source: about
sv_se: om appen

source: add
sv_se: lägg till

source: Are you sure?
sv_se: Är du säker?

# BackgroundAgentsDisabled
source: Background agents have been disabled by the user. Check Settings in phone.
sv_se: Bakgrundsagenter har blivit inaktiverat av användaren. Kolla Inställningar i telefonen.

source: cancel
sv_se: avbryt

source: create new
sv_se: lägg till

source: delete
sv_se: radera

source: delete latest intake
sv_se: radera senaste intag

# DeleteLatestIntakeMessageBoxTitle
source: Delete latest intake?
sv_se: Radera senaste intag?

# DeleteMessageBoxTitle
source: Delete item?
sv_se: Radera artikel?

source: Description:
sv_se: Beskrivning:

source: Dose:
sv_se: Dos:

source: edit
sv_se: redigera

source: edit latest intake
sv_se: redigera senaste intag

# EmptyIntake
source: No intake registered
sv_se: Inget intag registrerat

# ErrorMessage
source: Oops! Something went wrong.
sv_se: Oops! Nåt gick fel.

source: history
sv_se: historik

source: intake
sv_se: intag

# IntakeRemoved
source: Latest intake removed.
sv_se: Senaste intaget är borttaget.

# IntakeSaved
source: Intake is saved.
sv_se: Intaget är sparat.

# ItemDeleted
source: The item has been deleted.
sv_se: Artikeln har blivit raderad.

# ItemSaved
source: Item is saved.
sv_se: Artikeln är sparad.

source: Latest intake:
sv_se: Senaste intag:

# LiveTileUpdatesInfo
source: If switched off, the app won't be able to update the live tile with info.
sv_se: Om avstängd så kommer inte appen att kunna uppdatera live tile med info.

# LiveTileUpdatesToggleTitle
source: Live tile updates on/off
sv_se: Live tile uppdateringar på/av

# Mail
source: contact
sv_se: kontakt

source: Mark intake
sv_se: Markera intag

# MissingItemName
source: You must specify a name for your item.
sv_se: Du måste ange ett namn på din artikel.

# MissingTextMessageTitle
source: Missing name
sv_se: Namn saknas

source: Name:
sv_se: Namn:

source: No intakes to remove.
sv_se: Inga intag att ta bort.

# NoSupportForBackgroundAgents
source: Your device doesn´t support background agents.
sv_se: Din enhet saknar stöd för bakgrundsagenter.

source: pin to start
sv_se: fäst på start

# ResourceLanguage
source: en
sv_se: sv-SE

source: review
sv_se: omdöme

source: save
sv_se: spara

source: settings
sv_se: inställningar

source: today
sv_se: idag

source: yesterday
sv_se: igår
